using System;

namespace example_2
{
    class Program
    {
        static void Main(string[] args)
        {
            // Домашняя работа №4 пример_2
            // Архиреев Аркадий 
            /* 2. Реализуйте задачу 1 в виде статического класса StaticClass;
            а) Класс должен содержать статический метод, который принимает на вход массив и решает задачу 1;
            б) Добавьте статический метод для считывания массива из текстового файла. Метод должен возвращать массив целых чисел;
            в)*Добавьте обработку ситуации отсутствия файла на диске.*/ 
        }
    }
}
